Repository: mozilla-l10n/mt-training-data
Catalog: kw/kw_pontoon.tmx
Source language: en_us
Languages: kw

source: 1 sentence collected
kw: 1 lavar kuntellys

source: 2 down, keep it up!<playIcon></playIcon>
kw: 2 gwrys <playIcon></playIcon>, splann!

source: ≥ 2 No votes
kw: ≥ 2 raglevow Na

source: ≥ 2 Yes votes
kw: ≥ 2 raglevow Ya

source: About
kw: A-dro dhyn

source: Accent
kw: Lesyeth

source: Accepted file types: .tsv only
kw: Eghennow restren kemeradow: .tsv hepken

source: Account
kw: Akont

source: Acehnese
kw: Acehnek

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
kw: { $actionType }<playIcon></playIcon> a gowssons yn kewar an lavar?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
kw: { $actionType }<recordIcon></recordIcon> hag ena lennowgh an lavar

source: { $actionType }<stopIcon></stopIcon> when done
kw: { $actionType }<stopIcon></stopIcon> pan vo diwedh dhywgh

source: { $actionType } submit when ready
kw: { $actionType } danvenowgh pan vo parys

source: Add <icon></icon> a public domain sentence
kw: Keworrewgh <icon></icon> lavar arlotteth poblek

source: Add information
kw: Keworrewgh kedhlow

source: Additional Language
kw: Yeth Ynwedhek

source: Add Language
kw: Keworra Yeth

source: Add new custom accent "{ $inputValue }"
kw: Keworra poslev a-vusur nowydh "{ $inputValue }"

source: Add one sentence per line
kw: Keworrewgh unn lavar orth an linen

source: Add up to 1,000 sentences
kw: Keworrewgh bys dhe 1,000 lavar

source: Add Your Voice
kw: Keworra Dha Lev

source: Afaan Oromo
kw: Afaan Ormoo

source: A few bytes
kw: Nebes baytys

source: Age
kw: Bloodh

source: Agriculture and Food
kw: Ammeth ha Boos

source: Albanian
kw: Albaniek

source: All
kw: Oll

source: All sentence must have the same domain
kw: Res yw dhe bub lavar bos y’n keth arlotteth

source: All sentences must have the same citation
kw: Res yw dhe bub kavos an an keth devyn

source: Already have an account? <login>Log-In</login>
kw: Eus akont dhywgh seulabrys? <login>Omgelmewgh</login>

source: Amharic
kw: Amharek

source: An error occurred fetching sentences
kw: Gwall a hwarva ha lavarow ow pos kerghys.

source: An error occurred reviewing this sentence
kw: Gwall a hwarva ha’n lavar ma ow pos daswelys.

source: An error occurred submitting your voice information
kw: Gwall a hwarva ha hwi ow profya agas kedhlow der anow

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
kw: Kedhlow-usyer dihanow, kepar ha bloodh, genedh ha poslev, a wra gweres gwellhe an kedhlow son usys dhe drenya kewerder a jynnys aswon kows. Nevra ny vydh dha hanow-usyer hag ebost kelmys gans dha gedhlow danvenys ha ty a yll dewis dhe wul dhe'th hanow-usyer bos po poblek po privedh.

source: Approve
kw: Komendya

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
kw: Habadolya kosel y’n gilva yw da lowr, mes ny vynnyn levow keworransel a wra martesen kawsya algorithm jynn dhe aswon geryow nag esons y’n tekst skrifys. Mar kyllowgh goslowes geryow diblans a-der an re usi y’n tekst, an klypp a dal bos deneghys. Hemma a hwer yn tipek pan veu an BW gesys yn fyw, po pan eus keskows ow hwarvos yn ogas.

source: Arabic
kw: Arabek

source: Aragonese
kw: Aragonek

source: Are you coming? <strong>[called by another]</strong>
kw: Esowgh ow tos? <strong>[germys gans nebonan aral]</strong>

source: Armenian
kw: Armenyek

source: Armenian Western
kw: Armenyek West

source: Ask about a new language
kw: Govyn a-dro dhe yeth nowydh

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
kw: Govynnewgh orthyn yn <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> po <emailLink>ebost</emailLink>.

source: Assamese
kw: Asamek

source: Asturian
kw: Asturiek

source: Audio Format
kw: Furvas Sonadow

source: Automotive and Transport
kw: Kerri ha Karyans

source: Avatar uploaded
kw: Avatar ughkergys

source: Average
kw: Kresek

source: Awards
kw: Pewasow

source: Azerbaijani
kw: Azerbayjanek

source: Back
kw: War-lergh

source: Background Noise
kw: Tros Kilva

source: Background Voices
kw: Levow Kilva

source: Back to Top
kw: Dehweles dhe benn an folen

source: Basque
kw: Baskek

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
kw: Bedhewgh war kyns nagha klypp dre reson lenner dhe gammleverel ger, dhe worra poslev y’n drog le, po, dell hevel, dhe fyllel dhe leverel merk govyn. Yma dyffransow bras a leveryansow dres Kernewek, na’s klewsowgh martesen oll anedha. Mar pleg, rewgh gwerthveurheans a’n re a yllo martesen kewsel yn maner dyffrans ahanowgh.

source: Belarusian
kw: Belarussek

source: Benefits
kw: Lesow

source: Bengali
kw: Bengalek

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
kw: [Herwydh an lyver gramer, y poslevir ‘yma’ war an nessa syllaben, mes meur ahanan a’n poslev war an kynsa; ynwedh da lowr yw leverel ‘beret’ avel ger kernewek, frynkek po sowsnek]

source: <bold>{ $count }</bold> Clips
kw: Klypp

source: <bold>Help us</bold> find more voices
kw: <bold>Gweresowgh ni</bold> ow kavos moy levow

source: Bosnian
kw: Bosnek

source: Both
kw: An Dhew

source: Both (Speak and Listen)
kw: An Dhew (Kewsel ha Goslowes)

source: Breton
kw: Bretonek

source: Browse Languages
kw: Peuri Yethow

source: Build Profile
kw: Drehevel Profil

source: Bulgarian
kw: Bulgarek

source: Bulk batch
kw: Bagasik bras

source: Bulk Sentences Uploaded
kw: Lies Lavar Ughkergys

source: Burmese
kw: Burmek

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
kw: Dre dhewis receva ebostow yth esowgh ow leverel agas bos unver gans Mozilla ow handla an kedhlow ma dell yw displegys yn <privacyLink>Polici Privetter<privacyLink> Mozilla.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
kw: Dre brovia kedhlow a-dro dhywgh hwi agas honen, y fydh an data son a dhanvenowgh dhe Common Voice moy dhe les dhe jynnow aswon lev a wra usya an data ma rag gwellhe aga hewerder.

source: By telling us about yourself, you will help developers build more inclusive technology
kw: Dre dherivas dhyn a-dro dhywgh, hwi a wra gweres displegyoryon ow trehevel teknologieth dhalghussa

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kw: Der usya Common Voice, hwi a wra akordya gans agan <termsLink>termys</termsLink> ha'gan <privacyLink>argemmyn privetter</privacyLink>

source: Cancel Re-recording
kw: Hedhi dasrekordya

source: Cancel Submission
kw: Hedhi danvon

source: Cannot submit more than 1000 sentences
kw: Ny yllowgh profya moy ages 1000 lavar

source: Can't decide?
kw: A ny yll'ta ervira?

source: Cantonese
kw: Kantonek

source: Catalan
kw: Katalanek

source: Central Kurdish
kw: Kurdek Kresek

source: Change preferences
kw: Chanj dewisow

source: Change your email via Settings under Login Identity
kw: Chanjya dha ebost der an Dewisyow yn-dann Honanieth Omgelmi

source: Check <icon></icon> is this a linguistically correct sentence?
kw: Checkyewgh <icon></icon> yw hemma lavar kewar yn yethel?

source: <chevron></chevron>See less
kw: <chevron></chevron>Gweles le

source: <chevron></chevron>See more
kw: <chevron></chevron>Gweles moy

source: Chinese (China)
kw: Chinek (China)

source: Chinese (Hong Kong)
kw: Chinek (Hong Kong)

source: Chinese (Taiwan)
kw: Chinek (Taiwan)

source: Choose language/localization
kw: Dewis yeth/leelheans

source: Citation
kw: Devyn

source: Cite with a URL link or the full name of the work.
kw: Destewgh gans kevren URL po hanow leun an oberen.

source: Click
kw: Klyckyewgh

source: Clip Graveyard
kw: Bedhros Klyppys

source: Clips recorded
kw: Temmigow rekordys

source: Clips Uploaded
kw: Klyppys ughkergys

source: Clips validated
kw: Klyppys dilysys

source: Close
kw: Degea

source: Collecting sentences
kw: Kuntel lavarow

source: Comment
kw: Kampolla

source: Common Voice data plus all other voice datasets above.
kw: Data Common Voice keffrys ha pub sett data aral a-ugh.

source: Common Voice Dataset
kw: Kedhelsett Common Voice

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
kw: Common Voice yw ragdres gans Mozilla dhe weres dyski dhe jynnow fatel wra tus gwir kowsel.

source: Confirm Goal
kw: Afydhya Amkan

source: Connect with Gravatar
kw: Junya gans Gravatar

source: Contact
kw: Kestava

source: Contact Form
kw: Furvlen gestava

source: Contact Us
kw: Kestevewgh Orthyn

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
kw: Kavadow yw an dalgh yn-dann <licenseLink>leshyans Creative Commons</licenseLink>

source: Continue
kw: Pesya

source: Continue validating
kw: Pesya komposa

source: Contribute
kw: Kevri

source: Contribute sentences
kw: Kevri lavarow

source: Contribute to { $lang }
kw: Kevri dhe'n versyon { $lang }

source: Contribution Criteria
kw: Breusverkow Kevro

source: Contribution Experience
kw: Prevyans Kevri

source: Cornish
kw: Kernowek

source: Corsican
kw: Korsek

source: { $count } clips
kw: klypp

source: { $count }mo
kw: mis

source: { $count }wk
kw: sth

source: { $count }y
kw: b

source: Create a Custom Goal
kw: Gwruthyl Amkan A-Vusur

source: Create a profile
kw: Gwrewgh profil

source: Criteria
kw: Breusverkow

source: Croatian
kw: Kroatek

source: Czech
kw: Check

source: Daily Goal
kw: Amkan Dedhyek

source: Danish
kw: Danek

source: Dashboard
kw: Skostell

source: Dataset Release
kw: Dyllans Kedhelsett

source: Datasets
kw: Settys data

source: Date
kw: Dedhyas

source: Days
kw: Dydh

source: Delete my recordings
kw: Dilea ow rekordyansow

source: Delete Profile
kw: Dilea an profil

source: Different language
kw: Yeth dyffrans

source: Difficult
kw: Kales

source: Difficult to pronounce
kw: Kales y leverel

source: Discard ongoing recording
kw: Tewlel rekordyans a-lemmyn

source: Does the sentence meet the guidelines?
kw: A hedh an lavar an breusverkyow?

source: Donate your voice
kw: Argevri agas lev

source: Don't see your language on Common Voice yet?
kw: A ny welowgh agas yeth war Common Voice hwath?

source: Download
kw: Iskarga

source: Download Common Voice Data
kw: Iskarga data Common Voice

source: Download Data
kw: Iskarga an data

source: Download Dataset Bundle
kw: Iskarga pusorn an sett data

source: Download { $language }
kw: Iskarga{ $language }

source: Download Links
kw: Kevrennow Iskarga

source: Download My Data
kw: Iskarga Ow Data

source: Download profile data
kw: Iskarga kedhlow ow frofil

source: Do you want to continue?
kw: A vynn'ta pesya?

source: Do you want to Speak, Listen or both?
kw: A vynn'ta Kewsel, Goslowes po an dhew?

source: Drag and drop or <browseWrap>Browse</browseWrap>
kw: Halya ha droppya po <browseWrap>Peuri</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
kw: Draylyewgh agas restren omma po <uploadButton>klyckyewgh rag ughkarga</uploadButton>

source: Drop file here to upload
kw: Droppyewgh restren omma rag ughkarga

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
kw: Ha ty ow kevri, dasliv kevrohow a vydh hepkorys wosa ty dhe glyckya 'Danvon'. Kevri a wra pesya yn tidro gans an nessa sett a 5 rekordyans po dilysans.

source: Dutch
kw: Iseldiryek

source: Easy
kw: Es

source: Edit
kw: Golegi

source: Edit Profile
kw: Chanjya an profil

source: Email
kw: Ebost

source: Email is already used for a different account
kw: Usys yw an ebost ma seulabrys rag akont aral

source: Email Subscriptions
kw: Ragbrenow Ebost

source: English
kw: Sowsnek

source: Enter Email to Download
kw: Entra Ebost dhe Iskarga

source: Enter your email
kw: Entrowgh agas ebost

source: Enter your public domain sentence here
kw: Keworrewgh agas lavar arlotteth poblek omma

source: Enter your public domain sentences here
kw: Keworrewgh agas lavarow arlotteth poblek omma

source: Error adding sentence
kw: Gwall ha hwi ow keworra lavar

source: Error { $code }
kw: Gwall { $code }

source: ESC
kw: DIANK

source: Estonian
kw: Estonek

source: Events
kw: Hwarvosow

source: Everyone
kw: Pubonan

source: Exit & Delete clips
kw: Kwytya & dilea an klyppys

source: FAQ
kw: Govynnow menowgh

source: Faroese
kw: Faroek

source: Fewer than 15 words per sentence
kw: Le es 15 ger pub lavar

source: Fields marked with an asterisk (*) are required.
kw: * a dhelin skrifva a res

source: File is too large
kw: Re vras yw an restren

source: File is too small
kw: Re vyghan yw an restren

source: Finance
kw: Arghansereth

source: Finish editing first?
kw: Gorfenna golegi kyns oll?

source: Finish recording
kw: Gorfenna rekordya

source: Finish recording first?
kw: Gorfenna rekordya kens oll?

source: Finish Review
kw: Gorfenna Daswel

source: Finish validating
kw: Gorfenna komposa

source: Finish validating clips?
kw: Gorfenna komposa klyppys?

source: Finnish
kw: Finnek

source: Follow guidelines from “What sentences can I add?”
kw: Holyewgh gidlinennow dhyworth "Py lavarow a allav aga heworra?"

source: for example
kw: rag ensampel

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
kw: May hallo teknologieth oberi yn ta rag pubonan, an data hag a weres dhe dhisplegyoryon ow trehevel teknologieth a dal dastewynnya tus a lies eghen. Rag ensampel, mar ny wren ni komprehendya kowsoryon ha dhedha neb poslev arbennik, ny wra an deknologieth oberi yn ta rag an re na. <learnMore>Dyskewgh prag yth yw metadata a vern.</learnMore>

source: French
kw: Frenkek

source: Frisian
kw: Frisek

source: Galician
kw: Galisek

source: GB
kw: RU

source: General
kw: Ollgemmyn

source: General language / multiple variants
kw: Yeth ollgemmyn / lies varien

source: Georgian
kw: Jorjek

source: German
kw: Almaynek

source: Get involved
kw: Kemeres rann

source: Get Involved
kw: Kemeres rann

source: Goal reached
kw: Amkan drehedhys

source: Goals
kw: Amkanow

source: Goan Konkani
kw: Konkani Goa

source: Go to { $name }
kw: Mos dhe { $name }

source: Grammatical / spelling error
kw: Gwall gramasek / spellyans

source: Great!<recordIcon></recordIcon> Record your next clip
kw: Bryntin! <recordIcon></recordIcon> Rekordyowgh agas nessa klypp

source: Great work!<playIcon></playIcon> Listen again when you're ready
kw: Ober da! <playIcon></playIcon> Goslowowgh arta pan vowgh parys

source: Greek
kw: Greka

source: Guidelines
kw: Gidlinennow

source: Haitian
kw: Haitiek

source: Have Feedback?
kw: Eus Dasliv?

source: Have you read our Terms?
kw: A wruss'ta redya agan Termys?

source: Healthcare
kw: Yegheswith

source: Hebrew
kw: Ebrow

source: Help
kw: Gweres

source: Help create Common Voice’s first target segment in { $locale }
kw: Gweresewgh ow kwruthyl kynsa tregh kosten Common Voice yn { $locale }

source: Help teach machines how real people speak, donate your voice at { $link }
kw: Gweresowgh ow tyski dhe jynnow kowsel kepar ha pobel gwir, argevrowgh agas lev orth { $link }

source: Help us build a community around voice technology, stay in touch via email.
kw: Gweresowgh dhyn ow trehevel kemeneth a-dro dhe deknegieth gows, kestevowgh der ebost.

source: Help us build a high quality, publicly open dataset
kw: Gweres dhyn drehevel kedhelsett ughel y gwalita hag ygor dhe'n poblek

source: Help us find others to donate their voice!
kw: Gweresowgh ni ow hwilas re erel dhe argevro aga lev!

source: Help us get to { $goal }
kw: Gweres Dhyn ow Trehedhes bys { $goal }

source: Help us validate sentences!
kw: Gweresowgh dhyn ow kwirya lavarow!

source: Help us validate voices
kw: Gweres dhyn ow tilysa levow

source: Hidden
kw: Kudhys

source: Hill Mari
kw: Mari an Breow

source: His hand was rais-ed.
kw: Agan ken-DER-ow a dhrehevis y dhorn.

source: History, Law and Government
kw: Istori, Lagha ha Governans

source: Hours
kw: Ourys

source: Hours Recorded
kw: Ourys Rekordys

source: Hours Validated
kw: Ourys Dilysys

source: How ?
kw: Fatla?

source: How does Common Voice work?
kw: Fatel ober Common Voice?

source: How does site localization work?
kw: Fatel ober leelheans an wiasva?

source: How do I add a language?
kw: Fatel geworrav yeth?

source: How do I add sentences?
kw: Fatel geworrav lavarow?

source: How do I cite?
kw: Fatel wrav vy desta?

source: How do I record a high quality voice clip?
kw: Fatel wrav rekordya klypp lev a gwalita ughel?

source: How to add multiple sentences
kw: Fatel geworrir lies lavar

source: How would you describe your accent?
kw: Fatel wrussys deskrifa dha boslev?

source: How would you describe your sex or gender?
kw: Fatel wrussowgh hwi deskrifa agas seks po reydh?

source: Hungarian
kw: Hongarek

source: I agree
kw: Akordyav

source: Icelandic
kw: Islondek

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
kw: My a afydh bos an lavarow ma y'n <wikipediaLink>arlotteth poblek</wikipediaLink> ha bos kummyas dhymm a'ga ughkarga.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
kw: My a afydh bos an lavar ma y'n <wikipediaLink>arlotteth poblek</wikipediaLink> ha bos kummyas dhymm a'y ughkarga.

source: <icon></icon> Add multiple public domain sentences
kw: <icon></icon>Keworrewgh lies lavar arlotteth poblek

source: Ideally natural and conversational (it should be easy to read the sentence)
kw: Y'n gwella kas, naturel ha keskewsek (redya an lavar a dal bos es)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
kw: Da via genev receva ebostow kepar ha kovheansow amkan, nowedhyansow ow avonsyans ha lytherow nowodhow a Common Voice.

source: I do not agree
kw: Ny akordyav

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
kw: Mars yns agas geryow agas honan, leverewgh <italicizedText>"Destans Ow Honan"</italicizedText> hepken. Yma edhom dhyn a wodhvos ple hwrussowgh kavos an synsas ma may hyllyn checkya y vos y'n arlotteth poblek ha nag eus fronansow gwirbryntyans warnodho. Rag pella kedhlow a-dro dhe destans mirewgh orth agan <guidelinesLink>folen Gidlinennow</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
kw: Mar terr an rekordyans, po mars eus krackys dhodho, deneghewgh e marnas pan yllir klewes hwath an tekst yn tien.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kw: Mars eus kedhlow keworransel dhywgh a vynnowgh aga frovia a-dro dhe'n restren ma, kestevewgh mar pleg orth <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kw: Mars eus kedhlow keworransel dhywgh a vynnowgh aga frovia a-dro dhe'n restren ma nag yw komprehendys y'n patron, kestevewgh mar pleg orth <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
kw: Mar ny hedh an lavar an breusverkyow, klickyewgh an boton "Denagha" a-barth kledh. Mar nyns owgh sur a-dro dhe’n lavar, hwi a yll y hepkor ynwedh ha mos dhe’n nessa huni.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
kw: Mar hedh an lavar an breusverkyow, klickyewgh an boton "Komendya" a-barth dyghow.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
kw: Mar kevowgh neppyth nag yw komprehendys y’n gidlinennow ma, dewisewgh herwydh agas gwella breus. Mar ny yllowgh ervira yn hwir, devnydhyewgh an boton hepkor ha pesyewgh dhe’n nessa rekordyans.

source: If you run out of sentences to review, please help us collect more sentences!
kw: Mar kevowgh bos difygyes an lavarow rag daswel, gweresewgh ni dhe guntel moy a lavarow!

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
kw: Da lowr ov genowgh ow tyghtya an kedhlow ma dell wrewgh styrya yn <privacyLink>Polisi Privetter</privacyLink> Mozilla

source: Include appropriate citation
kw: Keworrewgh destans gwiw

source: Indonesian
kw: Indonesek

source: Information about the language
kw: Kedhlow a-dro dhe'n yeth

source: In Progress
kw: Ow spedya

source: Invalid file
kw: Restren anwir

source: Irish
kw: Wordhenek

source: IsiNdebele (South)
kw: IsiNdebele (Soth)

source: Is the clip valid?
kw: Yw an klypp dilys?

source: Italian
kw: Italek

source: It contains words or phrases that are hard to read or pronounce.
kw: Y’ga mysk yma geryow po lavarennow hag yw kales dhe lenna po leverel

source: It is written in a language different than what I’m reviewing.
kw: Skrifys yw yn yeth yw dyffrans dhe’n huni a dhaswelav.

source: It is written in a language different than what I’m speaking.
kw: Skrifys yw yn ken yeth ages an huni a gowsav.

source: Izhorian
kw: Izhoriek

source: Japanese
kw: Japanek

source: Join the Common Voice mailing list
kw: Junya an rol-bost Common Voice

source: Just Unsure?
kw: Saw Ansur?

source: Kabardian
kw: Kabardek

source: { $kb }kb max
kw: { $kb }kb po le

source: Keep
kw: Gwitha

source: Keep it up, record again <recordIcon></recordIcon>
kw: Dewgh yn-rag, rekordyowgh arta <recordIcon></recordIcon>

source: Keep the recordings
kw: Gwitha an rekordyansow

source: Keep track of your progress and metrics across multiple languages.
kw: Holya dha avonsyans ha metryks a-dreus lies yeth.

source: Keep track of your progress with a profile
kw: Sewyewgh agas avonsyans gans profil

source: Keep track of your progress with a profile and help our voice data be more accurate.
kw: Helerghowgh agas ober gans profil ha gweresowgh dhyn ow kul dh'agan data lev kewera.

source: Korean
kw: Koreek

source: Kurmanji Kurdish
kw: Kurdek Kurmanji

source: Language
kw: Yeth
